Repository: Project743/ToolBoxBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de

# please_send_text_message
source: ✏️ Please send a text message.
de: ✏️ Text senden.

# invalid_number
source: ❌ Please enter a number.
de: ❌ Zahl eingeben.

# password_length_too_short
source: ⚠️ Password must be at least 3 characters.
de: ⚠️ Passwort min. 3 Zeichen.

# no_valid_email
source: ❌ Invalid email.
de: ❌ Ungültige E-Mail.

# no_valid_phone
source: ❌ Invalid phone number.
de: ❌ Ungültige Telefonnummer.

# input_len_pass
source: 🔢 Password length.
de: 🔢 Passwortlänge.

# input_wifi_password
source: 🔑 Wi-Fi password.
de: 🔑 Wi-Fi-Passwort.

# input_text_or_url
source: 💬 Text or link.
de: 💬 Text oder Link.

# input_phone
source: 📞 Phone.
de: 📞 Telefon.

# input_org
source: 🏢 Organization.
de: 🏢 Firma.

# input
source: ⌨️ Enter.
de: ⌨️ Eingeben.

source: 🔙 Back
de: 🔙 Zurück

source: 🔑 Your password:
de: 🔑 Ihr Passwort:

# use_digits
source: 🔢 Add digits
de: 🔢 Ziffern hinzufügen

# use_symbols
source: ✨ Add symbols
de: ✨ Symbole hinzufügen

source: ⚡ Generate
de: ⚡ Generieren

# select_option
source: 🔧 Select options.
de: 🔧 Optionen wählen.

# input_message
source: 💡 Send your suggestion and I will forward it to the admins.
de: 💡 Senden Sie Ihren Vorschlag und ich leite ihn an die Admins weiter.

# offer_sent
source: ✅ Suggestion sent.
de: ✅ Vorschlag gesendet.

# select_qr
source: 📌 Choose QR code.
de: 📌 QR-Typ wählen.

source: 👤 Contact QR.
de: 👤 Kontakt-QR.

# input_wifi_for_qr
source: 📶 Wi-Fi QR settings.
de: 📶 Wi-Fi-QR-Einstellungen.

# wifi_password
source: 🔑 Password.
de: 🔑 Passwort.

# input_text_for_qr
source: 💬 Text QR settings.
de: 💬 Text-QR-Einstellungen.

# input_text
source: 💬 Text/Link.
de: 💬 Text oder Link.

# input_contact_for_qr
source: 👤 Contact QR settings.
de: 👤 Kontakt-QR-Einstellungen.

# need_input_name_wifi
source: 📶 Please specify the Wi-Fi name first.
de: 📶 Geben Sie zunächst den Namen des Wi-Fi-Netzwerks an.

# input_name_contact
source: 👤 Contact name.
de: 👤 Kontaktname.

# button_is_outdated
source: ⚠️ This button is outdated. Please type /start.
de: ⚠️ Menü veraltet. /start eingeben.

# welcome_message
source: 👋 Welcome! I will help you create a secure password 🔐
de: 👋 Willkommen! Ich helfe beim sicheren Passwort 🔐

# pass_generate
source: ⚡ Password
de: ⚡ Passwort

source: 💡 Suggestion
de: 💡 Vorschlag
